Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “你……”要不是他的凌云峰被她劈了，以为他愿意过来这里啊。嗯，绝对不是因为想找唯一的老乡唠嗑！
en_us: "You…" He would never have come here if his Lingyun Peak had not been split apart by her. Well, definitely not because he wanted to look for the only person from his hometown!

source: “你……”见他油盐不进，孤月只好用激将法，“你师父要是对你好，也会愿意你拜我的。她毕竟只是个凡人，修仙的事她知道个J8，将来要是你……”
en_us: "You…" Seeing that Yi Qing did not take this bait, he resorted to psychological warfare. "If your master knows what's good for you, she will also want you to become an apprentice under me. She is only a mortal after all. What the heck does she know about immortal cultivation. In the future, if you…"

source: “你……”谁TM要做你徒弟啊！
en_us: "You…" Who the hell wants to be your disciple!

source: “你……”这怎么可能？她居然轻而易举的就折断了他的九品灵剑。
en_us: "You..." How was that possible? She so easily broke apart a ninth-grade spirit sword.

source: “你……”郁红更是惊讶，她……她不是中了禁制吗？为什么还能动？
en_us: "You…" Yu Hong was even more surprised than he was. She… wasn't she restricted? How can she move?

source: “你……什么时候来的？”郁红心底猛的一沉。
en_us: "You… when did you appear?" Yu Hong's heart sank.

source: “你……你一路小心，我明天一早再……再去你们那小院找你。”
en_us: "You... you be careful on the way home. First thing tomorrow morning... I'll go to your small yard to look for you."

source: “你……你不是住在后殿吗？”
en_us: "You... don't you stay in the back of the hall?"

source: “你……你个死脑筋怎么就说不通呢？”孤月气急，来回走了一圈。很想就此调头回去，你爱拜不拜。偏偏为了自己的前途，他还不得不搭上他这条船。深吸了一口气，这才继续劝道，“我说兄弟，我这可是为你好。我好歹是一派的化神尊者，做了我徒弟你直接就是个富二代了，要啥没有？你不是快要修成剑意了吗？我可以帮你啊！”
en_us: "You… why can't I knock sense into your stubborn head?" Lonemoon was so angry that he paced back and forth. He really wanted to turn and leave. He really wanted to say, 'Do what you like,' and turn and leave. But for the sake of his future, he had to latch onto Yi Qing's coattails. Taking a deep breath, he continued, "I say, Brother, I'm doing this for your own good. I am a Soul Formation cultivator of a sect, as my disciple you would automatically become a rich second generation. You can have anything you desire. Aren't you almost at the point of attaining Sword Intent? I can help you!"

source: “你……你们想干什么？”
en_us: "What... what are you trying to do?"

source: “你……你到底对千叶草木灵做了什么？”那游仙眼珠一转，硬着头皮大声道，“这就是我轩辕的千叶草木灵，定是你向它施加了什么邪术，才让这已认主的草木灵，听命于你。”
en_us: "You… why do you have a Thousand Leaves Vegetation Spirit?" The Traveling Immortal turned around, frowned and continued, "This is the Thousand Leaves Vegetation Spirit that belongs to my Xuan Yuan Family. They must have cast some sort of evil spell on the Thousand Leaves Vegetation Spirit so that is no longer recalls who its real owner is. That's why it's listening to you."

source: “你……你听得到！”枫影猛往后一退，一脸见鬼的样子看向沈萤。
en_us: "You... you can hear it!" Feng Ying took a huge step back with a face like he was spooked out and looked at Shen Ying.

source: “你……你怎么会……啊！”
en_us: "You... How could you... Ah!"

source: “你……你怎么会有这个？”戚橙雨猛的睁大了眼睛。
en_us: "You… how did you get this?" Qi Chengyu's eyes widened in astonishment.

source: “你……你是谁？！”清韵跳了起来，连退了好几步，他们居然完全没有察觉到身边多了一个人，“你到底何时坐在这的？”
en_us: "You… who are you?!" Qing Yun jumped up and fell back a few steps; they had not realized in at all that there had been a person beside them. "When exactly did you sit here?"

source: “你……你要给我？！”戚橙雨不敢置信的睁大眼看着她。只差没在脸上写上，你是不是傻几个字了，“放心，我答应放你走，就不会反悔。这虽然是五阶水属性的灵兽内丹，疗伤圣药。但这灵兽既然是你捡到的，那便注定是你的。本尊还不屑做夺人机缘之事。”
en_us: "You… you want to give it to me?!" Qi Chengyu stared at her in disbelief, the words "Are you stupid?” all but written on her face. "Rest assured, since I promised to let you go, I will not go back on my word. This is a fifth-level water attribute spirit beast pill, a medicine with magical healing powers. Since this beast was found by you, it is destined to be yours. I won't deprive others of their good fortune."

source: “你……你跟那两个闯入的剑修是一伙的？”他警惕的退后了一步，这才看到女子的手上好像抓着条绳子，他顺着那绳子看去，只见那端似绑着什么，女子轻轻一拉，顿时扯出一串的人影，咚咚咚的全倒在了地上。
en_us: "You… you are with the two sword cultivators that broke in?" Alarmed, he took a step back before realizing that this girl had a rope in her hand. His gaze followed the rope to the other end that seemed to be tying something together. When the girl lightly pulled, a bunch of silhouettes appeared, all falling onto the ground.

source: “你……你还想干什么？”郁海珩眼睛大睁，惊恐的看着她手里的刀，“我……我可是郁家家主。”
en_us: "You… what else are you intending on doing?" Yu Haiheng’s eyes widened in horror as he looked at the knife in her hand. “I… I am the patriarch of the Yu Family."

source: “你……你这样看我干嘛？”孤月瞬间从扇子上炸了起来，你到底明白什么了啊喂，“说了那是我侄女的书，不是我买的！你这眼神啥意思，我像是买黄书的人吗？”
en_us: "You… why are you looking at me like that?" Lonemoon immediately exploded on the fan. What did you even understand? "I already told you it's my niece's book, I didn't buy it! Why are you looking at me like that, do I look like someone who buys porn?"

source: “你……全都听见了！”
en_us: "You... heard everything!"

source: “你……开玩笑？”沈萤嘴角抽了抽，这人脑子没事吧？他好像之前萝卜过敏来着，不会有啥后遗症吧？
en_us: "Are you… kidding?" Shen Ying's mouth twitched. Is this person alright in the head? He did seem to have an allergy towards carrots, could this be some kind of post-allergy symptom?

source: “你……是体修！”这怎么可能！
en_us: "You... you're a body cultivator!" How could this be!

source: “你……真的可以？”别啊，我还可以再体恤点的。
en_us: "You… are sure that you can?" Please don't, I can still be more sympathizing.

source: “你、还、我、礼、物！”
en_us: "Return me my gift!"

source: “你一开始就知道我是纯阴之体！”
en_us: "You knew that I had a body of pure Yin all along!"

source: “你一边哦一边摇头是几个意思，没听懂就直说。”
en_us: "Why do you shake your head while saying ‘oh’. If you didn't understand just tell me."

source: “你不变人形，打扫的人就不够了！”
en_us: "If you don't change into the human form, the number of people doing cleaning will not be enough!"

source: “你不叫我叫了。”他话还没说完，沈萤突然转头喊了一声，“萝卜，你出来一下。”
en_us: "If you don't call it, I will." He hadn't completed his sentence before Shen Ying turned around and interrupted him. She called out, "Radish, come out here for a while."

source: “你不必谢我，我只是……你说啥？！”孤月一顿，到口的话又吞了回去。他听错了吗？一个化神修士想收他为徒。他……他居然拒绝了！他招牌式的清冷神情都僵了一下，质问的话脱口而出，“为什么？”
en_us: "You don't have to thank me, I just… what did you say?!" Lonemoon paused, and swallowed back the words that had come to his mouth. Did he hear it wrongly? A Soul Formation cultivator wanted to take him as a disciple. He… he actually declined! His trademark cool expression stiffened, and he blurted out questioningly, "Why?"

source: “你不是不要吗？”
en_us: "I thought you don't want it."

source: “你不是我的系统吗？为什么要帮着外人？”
en_us: "Aren't you my system? Why are you helping an outsider?"

source: “你不是拿给我的吗？”孤月挑衅似的扬了扬眉，“去去去，再拿几碟过来。”
en_us: "Didn't you bring these for me?" said Lonemoon, raising his brows tauntingly. "Go, go, go, bring me a few more plates of pastries."

source: “你不用担心，我是真心收徒。有任何疑问，都可问我。”孤月忙加了一句。
en_us: "Don't worry, I have only the best intentions for him. Feel free to air any doubts you have." Lonemoon added hurriedly."

source: “你个吃货有不爱吃的吗？”孤月回头瞪了沈萤一眼，“话说你到底哪边的……等等，你在捡什么？”
en_us: "Is there any food that you don't like?" Lonemoon turned around and glanced at Shen Ying. "Whose side are you on… Wait, what are you doing?"

source: “你丫给我站好！”孤月恨铁不成钢的瞪了她一眼，扶正了一下旗子。他有想过，新生的门派很难收到弟子，却没想到情况会这么冷，连好奇来问问的人都没几个。还尽是一些杂灵根，或是灵根品阶太低的。根本不适合做剑修。
en_us: "You better freaking stand up straight!" Lonemoon turned to look at her with a death glare and adjusted the flag. He knew that it would be difficult for a new sect to recruit disciples, but he had not expected that their situation would be so bleak. There were not even many people who cared to ask about their sect and the people who did were of low-quality Spirit Roots—they were not even suited to be cultivators.

source: “你为什么没事？”在上古灭灵阵里，她居然可以行动自如！这怎么可能！
en_us: "Why are you not affected?" She could move around freely in the ancient Spiritual Annihilation Array! How was that possible!

source: “你也没问啊！”
en_us: "You didn't ask either!"

source: “你也知道它只是疗伤圣药，而不是复生之药。紫霞玄芝是救不活一个已经死了，连魂魄都没有的尸体。”这婴儿这么久还没醒就是证明，羿清继续道，“血狐，你手中的婴儿，早在出生之时就已经死了。”
en_us: "You too know that it is just a divine healing medicine, not a medicine for resurrection. Splendor Lingzhi cannot revive a corpse whose soul has already left its body. The fact that this baby has not woken up for so long proves it." Yi Qing continued, "Blood Fox, the baby you are holding was already dead at birth."

source: “你什么意思？”
en_us: "What do you mean?"

source: “你什么意思？”他明明已经历劫成功。
en_us: "What do you mean?" Lonemoon had already successfully completed the Lightning Tribulation.

source: “你什么意思？”孤月眉心一紧，有种不详的预感。
en_us: "What do you mean?" Lonemoon's heart sank with an ominous feeling.

source: “你从哪看出这是个育儿系统了？”枫影瞬间炸毛，他堂堂元婴真人哪里育儿了，“你知不知道它……”
en_us: "Who told you this is a parenting system?" Feng Ying was infuriated. He was a Perfected Nascent Soul afterall, definitely not a child. "Do you know it-"

source: “你从郁家回来的？到底发生了什么事？解决了吗？”孤月问道。
en_us: "You came back from the Yu family? What exactly happened? Has it been resolved?" inquired Lonemoon.

source: “你仔细想想，这只毒兽附近有没有别的什么东西？”孤月把手里的内丹递了过去问道。
en_us: "Think carefully. Was there anything else where you found this toxic beast?" Lonemoon asked as he stretched his hand forward to show Shen Ying the beast's internal core.

source: “你们……”
en_us: "You…"

source: “你们……”沈萤突然推了推易峰道，“不觉得这里有点暗吗？”
en_us: "Don't you..." Shen Ying nudged Yi Feng, "think it's a little dark here?"

source: “你们……”郁海珩显然很不满这么个结果，原本想打压打压这个无敌派，没想到结果什么好处没讨到不算，估计还要扯出一堆，让郁家丢脸的丑事，“就算如此，她们也终是郁家的逃奴。”
en_us: "All of you..." Yu Hai Heng was obviously unhappy with the result, the intention to suppress this Invincible Sect ended with not gaining any benefits and also dragged out the ugly matters from his family into the open, "Even if that's the case, they are still the escaped slaves of the Yu Family."

source: “你们……为啥如此俱怕沈姑娘。”他忍不住问。
en_us: "All of you… why would you be so afraid of Lady Shen," he couldn't help but ask.

source: “你们不觉得……”沈萤突然开口道，“有点热吗？”
en_us: "Don't you guys feel a little..." Shen Ying suddenly broke the silence, "... hot?"

source: “你们两个不走就让一让，莫挡着后面的人。”守卫有些不耐烦的挥开了两人，继续朝着后面的伸出手。对方掏出一把半透明的珠子递过去，走向了图案中。
en_us: "Move aside if the two of you are not traveling, don't block the people behind." The guard impatiently waved at the two of them to go away as he continued to signal to the people at the back. The next person in line took out a handful of translucent pearls and passed it over, then walked towards the patterns.

source: “你们两个，给我站住！”
en_us: "Hold up, you two!"

source: “你们两小姑娘，跑外面来……”枫影话还没看完，一看前方顿时一愣，“咦，你……郁家家主！”他不是失踪了吗？
en_us: "You two little gals, why did you run out ..." Feng Ying stopped in mid-speech, stunned by the scene in front of him. “Hey, you... Yu Family Patriarch!" Wasn’t he missing?

source: “你们也看到那个叫沈萤的女子了，为何那两位都是化神，她却没有半点修为。你们不觉得奇怪吗？”郁红脸色变了变道，“说是掌门，我看也只是个笑话而已。许是那两位藏私，不想教授她而已。或是里面还有别的阴私。这样的人，你们确定他们会护住我这些，‘叛出师门’的人？”
en_us: "You saw the lady they call Shen Ying. How come she remained a mortal while the two men reached Soul Formation? Don't you think that's weird?" Yu Hong's expression changed as she said this. She continued, "They say she's the sect master, but I think they're making a joke out of her. Maybe they're just hiding their skills from her because they refuse to teach her. Maybe they are hiding other things too. Do you think people like them would take care of people like us who have ‘betrayed our sect masters’?”

source: “你们做总裁的，天凉王破不是标配吗？”她笑道。
en_us: "Isn't it customary for you CEOs to attempt to bankrupt others?" she joked.

source: “你们到是运气好。”青尹冷笑了一声，轻蔑的扫了对面的人一眼，“居然会先我等一步找到这里。咦？那是……”他突然猛的睁大眼睛，视线直直盯向孤月的腿上，“你们居然找到了千叶草木灵！”
en_us: "Luck seems to favour you." Sneering, Qing Yin looked disdainfully at the people in front of him. "You actually managed to arrive before us. Huh? That's…" He suddenly widened his eyes, staring fixedly at Lonemoon's leg. "You actually found the Thousand Leaves Vegetation Spirit!"

source: “你们可想好了应对的方法？”
en_us: "Have you all come up with a strategy?"

source: “你们就是想要去下界的人？”街角走出一人，看着年纪不大，金丹修为，身着一身黑色的衣袍，一只细小的眼睛不断的打视着眼前的几人。
en_us: "You guys are the ones who wanted to go to the Lower Realm?" A young man stepped out from around the corner. He was a Golden Core cultivator, dressed in black. His slit eyes scanned the group that stood before him.

source: “你们居然追到了这里！”一道男声突然响起，只见那祭台上站着个一身红衣的身影，明明是男子，却长得分外妖媚，眉眼间尽是风情，背后脱着九条红色的大尾巴，其中两条断了一截，断口上还能看到血迹，正是刚刚那只九尾血狐。
en_us: "You actually tracked me right up to this place!" A male voice suddenly sounded out. A figure clad in red was standing at the altar. Although obviously a man, he looked especially seductive, with a flirtatious look in his eyes. Nine big, red tails trailed behind his back, two of which were severed, and blood stains could still be seen on the site of the wounds. It was the nine-tailed blood fox which they had been pursuing.

source: “你们掌门何在？”那三人在上空停留了一会，最右侧的一人扫视了脚下的主峰一眼，眼神满是轻视，似是有些嫌弃周遭的一切，身上还放出了淡淡的威压。
en_us: "Where is your sect master?" The three of them paused in the air for a while. The one on the right glanced at the main peak with disdain, seemingly looking down on everything around, and he even released a mild suppression.

source: “你们是不是……”瞎啊？
en_us: "Are all of you... blind?"

source: “你们是什么人？敢擅闯悟剑峰。”
en_us: "Who are you people? How dare you break into Sword Comprehension Peak."

source: “你们是什么门派？”一个白衣少年一脸天真的问。
en_us: "What sect are you from?" asked a white-clothed young man innocently.

source: “你们的确不是什么仙子，但你们可以是所有人的噩梦！”
en_us: "You bunch are definitely no fairies, but you could be nightmares of all these people!"

source: “你们看到那个魔界之门了？”他问。
en_us: “You guys saw the Door of Demon Realm？”He asked.

source: “你们看啊，那家长明明是我揍的，那五个游仙也是我绑回去的。为啥一路来大家说的都是你们，一下都没有提到我的名字？存在感这么低，有点不科学吧？”
en_us: "Look, I was the one who hit that family's parent. I was also the one who tied up the five Traveling Immortals and carried them back. Yet, on the way here, people have only been talking about the two of you. Why hasn't anyone mentioned my name? It doesn't make sense that I seem so insignificant, right?"

source: “你们真的不回屋休息？”
en_us: "You all really don't want to rest in the house?"

source: “你们要加入我派？！”孤月一喜，总算有识货的人了。
en_us: "You guys want to join my sect?!" Lonemoon was delighted. Finally, someone with good discernment.

source: “你们觉不觉得……”她神色更加正经，一字一句的道，“我的知名度太低了点？”
en_us: "Don't you think…" Her expression became more serious as she emphasised each of the following words, "I'm not very famous?"

source: “你们说……它是谁的萝卜？”沈萤看向众人。
en_us: "What do you think... who does this radish belong to?" Shen Ying turned to face the crowd.

source: “你们说这个啊。”孤月呵呵一笑，抱起腿上的萝卜挂件，笑得一脸得瑟的道，“真是不好意思，这小东西与我们有缘，刚进秘境就遇到了，没办法啊。”
en_us: "Oh, you mean this." Chuckling, Lonemoon picked up the radish pendant on his leg. With a cocky expression on his face, he said, "I'm sorry but this little thing seems to have an affinity with us. We met immediately on entering the mystic realm. Can’t be helped, it's fate."

source: “你们还有什么话说？杀害三位长老的，就是此人！”那人转头指向大殿前的羿清，一脸愤怒的道，“今日若你们不把这凶手，与那日进入过秘境的人全都交出来，那你们这宗门，也没有存在的必要了。”
en_us: "What else do you have to say? This is the person who killed the three Elders!" The speaker turned towards Yi Qing in anger. "Today, if you guys do not hand over the murderer along with all the people who entered the mystic realm that day, your sect will not have a purpose to exist."

source: “你们这些人……真无聊。”沈萤长长叹了口气，有找茬的时间，吃点好的多好。回头看向后面的玄天宗众人，眼神一扫而过，没有半点停留，转身就对着羿清道，“厨子啊，这里的东西我吃腻了，要不换个地吧。”
en_us: "You people… have nothing better to do," Shen Ying sighed. How good would it have been if they had used their spare time to savour some delicacies? She turned around to face the crowd from the Blackheaven Sect. She swept the crowd with her eyes, not resting her gaze on anyone. Turning around to Yi Qing, she said, "Chef, I'm tired of eating the food from this sect. Let's change location…"

source: “你们这啥眼神？”他直接回了两人一个白眼，“老子还不是为你们擦屁股？再怎么说，我们都是玄天宗的人，随便跑到别人山头来找茬，不编个理由说得过去吗？”
en_us: "What's with that look of yours?" He rolled his eyes back at the duo. "Wasn't I just cleaning up your mess? Besides, we are all from Blackheaven Sect, how can we not fabricate an excuse when we come to their mountain to stir trouble?"

source: “你们这是……”沈萤瞅了瞅两人，用力啃了口瓜，“在打情骂俏吗？”
en_us: "Are you guys..." Shen Ying looked at the two of them and chewed hard on a melon, "flirting?"

source: “你们这样看着我干嘛？怎么了？”沈萤皱了皱眉，这一起便秘的表情是怎么回事？“昨晚发生什么事了吗？”
en_us: "Why are you looking at me like that? What's wrong?" Shen Ying frowned. Why were they looking at her with that constipated expression? "What happened last night?"

source: “你们这种人我见得多了，不见棺材不落泪。若是不给你们点教训，以后岂不人人都敢到店里来白吃白喝。”说着他一招手，团团围住的众人纷纷唤出了武器。
en_us: "I've seen many people like you. You’d continue to hold out hope until you're faced with grim reality. If I don't teach you a lesson today, everybody would come to my restaurant and think they can have free meals." As soon as he had finished, he waved his hand. The crowd surrounding them began to draw their weapons.

source: “你们这话是什么意思？”郁海珩也有些怒了，似是不满他们帮腔，“难道我堂堂郁家家主，这种事也会弄错吗？况且她刚刚自己都承认了。”
en_us: "What are you guys trying to say?" Yu Hai Heng became angry, as if he were unhappy with those people supporting their arguments, "Are you saying that as the Yu Family's Master, I can make such a mistake? Besides, she has just admitted it herself."

source: “你休想!”郁红握紧了手中的剑，无敌派只有战死，没有降兵！
en_us: "Dream on!" Yu Hong tightened her grip on her sword. People from the Invincible Sect would only die in battle - they would never surrender!

source: “你休想！”血狐眼睛暴睁，身后狐尾直接朝着沈萤攻击了过去，眼看着就要将她打个对穿。她却突然回过头，随手一抓就抓住了拧成一股的数条狐尾，令其再不能再进一步。
en_us: "You wish!" The blood fox's eyes bulged as his fox tails directly targeted Shen Ying. But just as his tails were about to impale her, she suddenly turned back and grabbed the tails, twisting them into a bundle and restraining them from moving another inch forward.

source: “你使唤人到是挺熟练啊，一只还不够，也不怕撑死！”她抱怨了一句，却还是接了过去。多久了……多久没有和人这么平静的说话了。对方的眼里没有恐惧，没有憎恨，更没有那种恶心的贪婪。
en_us: "You seem to be very experienced in ordering people around. Is one chicken still not enough for you? I hope you don't die of overeating!" She grumbled for a while, but still took the bird over to cook. How long had it been… How long had it since she had held such a calm conversation with another person? There was no fear in the other's eyes, no hatred and no disgusting greed.

source: “你再回来一次，我真的杀了你！”
en_us: "If you come back again, I will really kill you!"

source: “你再敢问路，我现在就杀了你！”戚橙雨直接一个火球扔了过去，在她身侧烧出一个半米大的坑。
en_us: "If you dare ask the way again, I'll kill you now!" Qi Chengyu straightaway hurled a fireball in Shen Ying's direction, burning a half-meter pit into the ground next to her.

source: “你再说一遍，那人带了什么上山？”高坐于大殿上的玄天宗掌门奚秋，猛的站了起来。
en_us: “Tell me again, what was the man carrying up the mountain?" Startled, the Blackheaven Sect’s master Xi Qiu shot up in alarm from his high seat in the great hall.

source: “你刚刚同意羿清单挑，不会是因为犯困懒得动吧？”
en_us: "Did you agree to let Yi Qing fight Qing Yi alone because you were too lazy to move?"

source: “你刚是在装死？”女子眨了眨眼，在兔子跟前蹲下。
en_us: "You were feigning death?" The woman blinked before squatting down before the rabbit.

source: “你别突然对我笑好不好？我会以为……你想给我钱的。”
en_us: "Can you not smile at me all of a sudden? I will think that… you want to give me money."

source: “你到是个重情重义之人。”他朝着羿清赞赏的点了点头，“既如此，我允你拜入我门下后，仍可照拂于她便是。”这些一日为师想法，他还是可以理解的。
en_us: "You are indeed an empathetic and righteous person." He nodded at Yi Qing in appreciation. "Since that's the case, I'll permit you to continue taking care of her even after you join my sect." As the saying went: 'Once your teacher, forever your teacher'. He could understand Yi Qing's feelings for his teacher.

source: “你到是有善心。”芮糜不屑，朝沈萤走了过去，“自己都这样了，还想救人！”
en_us: "You are so kind," Rui Mi showed disdain on his face. He walked in Shen Ying's direction and said, "You are already in this state and you still have thoughts of saving others!"

source: “你去哪了？里面到底发生啥了？”
en_us: "Where have you been? What happened on the inside?"

source: “你又想干什么？”戚橙雨看着他手上的丹药。
en_us: "What are you up to now?" Qi Chengyu looked at the elixir in her hand.

source: “你叫本仙过去，本仙就一定要过去吗？”碧涛冷哼一声，完全没有飘动的意思，他也是有情绪的。
en_us: "Do you expect me to go over just because you told me to?" Bitao snorted. He stayed right where he was; he had feelings too.

source: “你可以继续闭关。”
en_us: "You can continue to be in seclusion."

source: “你吃了我，也没必要白跑一趟啊？”
en_us: "Even after you eat me, there's no need for you to make a wasted trip, right?"

source: “你呢？”沈萤突然转头看向他，顿时杀气四溢。
en_us: "And you?" Shen Ying suddenly turned to look at him, full of murderous intent.

source: “你啥意思？你是说我打不过她？”
en_us: "What do you mean? You mean I can't defeat her?"

source: “你大爷！”他直接放弃了神识传音，自暴自弃的吼出声，“系统你够了！什么鬼梨花带雨，快点把这眼泪收回去。”
en_us: "Fuck you!" He immediately gave up on the voice transmission through divine perception, and snarled in despair, "That's enough system! What weeping beauty, get those tears back in now."

source: “你好了？”沈萤看了他一眼。
en_us: "Are you done?" Shen Ying glanced at him.

source: “你好啊！”沈萤也挥了挥手。
en_us: "Hello!" Shen Ying waved her hand too.

source: “你娘亲是我的主人，不是她我江云海早就死了，也不会有今日的成就，我当年发誓一辈子效忠与她！”
en_us: "Your mother was my master. Without her, I would have been dead a long time ago, not to mention attaining whatever successes I have today. Back then I swore that I would be loyal to her for the rest of my life!"

source: “你干嘛？”孤月吓了一跳，还是第一次见到她这么紧张的样子，“发生啥事了？”
en_us: "What are you trying to do?" She gave Lonemoon a shock since it was the first time she presented herself in such a stressed out manner, "what happened?"

source: “你干嘛？”孤月心有余悸的退后一步，怎么有种会被打劫的感觉？
en_us: "What are you doing?" Lonemoon shuddered at her actions as he stepped back. Why did he feel like he was going to be robbed?

source: “你干嘛？”沈萤吓了一跳。
en_us: "What are you doing?" Shen Ying was shocked.

source: “你得了吧，虽然陪练对战时双方封印了元力，但里面那群公子小姐，哪个不是铸鼎境五六重以上？就算不动用元力，凭借反应速度和武技也可以轻松把你揍成猪头。昨天我那个铸鼎境三重的表哥就去陪练了一天，最后却是爬着出来了，此刻还在家里养伤呢。那群公子小姐下手太狠了，这钱不好赚啊……”
en_us: "Alright, that's enough. Although both sparring parties have their essence force sealed off from use during sparring practice, that group of young masters and young mistresses... which one of them does not have a power level at the fifth or sixth stage of the Cast Tripod Realm, or even higher? "Even if they don't use any essence force, they can easily beat you to a pulp just by relying on their reaction speed and martial arts techniques alone. Yesterday, my cousin, whose power level is at the third stage of the Cast Tripod Realm, went to be a sparring partner for a day, but in the end, he left the place crawling. "At this moment he is still healing his injuries at home! Those young masters and young mistresses are too ruthless in their combat actions! This money is not easy to earn at all..."

source: “你心情不好，也要吃饭的啊。”她直接把糕点放下，拍了拍他的肩道，“说吧牛爸爸，你想让哪家破产？”
en_us: "No matter how unhappy you are, you have to eat,” she set the pastries down beside him and patted his shoulder. "Talk, Father Niu. Which family do you want to bankrupt?"

source: “你怀小兔子了？”她突然问道。
en_us: "You are pregnant with bunnies?" the woman suddenly asked.

source: “你怎么不吃？不饿吗？”好像记得他跪的这三天，一点东西都没吃吧，连她递过去的萝卜白菜，他也拒绝了。还以为他要绝食抗议呢？这会她都已经答应他了，不饿吗？
en_us: "Why aren't you eating? Not hungry?" She seemed to recall that he had been kneeling for the past three days. So he probably hadn't eaten anything, as he had even rejected the carrot and cabbage that she offered. She had assumed that he was on a hunger strike. Now that she had already given her promise, why was he still not eating?

source: “你怎么可能不知道！”他顿时从椅子上跳了起来，“那它为什么处处帮着你？”要不是灵魂契约不能取消，他都要怀疑这叫系统的家伙，想换个主人了。
en_us: "How can you not know!" Feng Ying jumped out of his chair. "Then why is it helping you all the time?" If soul contracts could be terminated, he imagined that the system would want to change its host.

source: “你怎么知道？”狸猫的哭声停了一下，扬着泪眼哗哗的双眼道，“万妖王……的本体，的确是……兔族的。”
en_us: "How did you know?" The civet cat suddenly stopped crying. Looking at Shen Ying with teary eyes, it said, "The Myriad Demon King's... true form is indeed... of the rabbit race."
